{"id":10,"cover":"company_news/cover/图6-合影-副本-1024x793.jpg","title":"ZHT Aero 亮相第九届深圳国际无人机展览会 2024","title_en":"ZHT Aero Participates in the 9th Shenzhen International UAV Expo 2024","timestamp":"2024-05-31T02:29:00.000Z","tags":{"1":{"zh":"公司新闻","en":"company news"}},"frame":[{"type":2,"height":20},{"type":4,"src":"company_news/集锦视频.mp4"},{"type":2,"height":18},{"type":1,"txt":"5月24日至26日，第九届深圳国际无人机展览会 2024 在福田盛大举行。本次年度盛会汇聚了 500 余家企业，展出了 4000 多款无人机产品。ZHT Aero 携 KEEL 及 NAGA 系列无人机亮相，吸引了众多国内外客户及行业专业人士驻足咨询。","txt_en":"From May 24th to 26th, the 9th Shenzhen International UAV Expo 2024 was grandly held in Futian. More than 500 companies showcased over 4,000 types of drones at this top annual event. ZHT Aero participated with its KEEL and NAGA series drones, attracting numerous domestic and international customers and industry professionals to stop by and inquire.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图1-外场-e1717063198341-1024x469.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"本次展会最引人注目的亮点之一是 KEEL Max 的首秀——一款百公斤级物流运输无人机。KEEL Max 是展会上少数采用共轴八旋翼纯电动设计的重载无人机之一，具有强大的负载能力。其对称轴距接近 2.4 米，螺旋桨展开后达 3.3 米。其充满赛博朋克风格的炫彩机身涂装，使 KEEL Max 颇具未来科技感，宛如来自外太空的飞行器。","txt_en":"The most striking highlight was the debut of the KEEL Max, a 100-kilogram class logistics transport drone. The KEEL Max is one of the few drones at the event featuring a coaxial eight-rotor pure electric design capable of heavy lifting. It boasts a symmetric wheelbase of nearly 2.4 meters and the props spread out to 3.3 m. Its pop-art psychedelic body paint gives the KEEL Max a futuristic and sci-fi appearance, as if it were placed in outer space. ","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图2-IMG_20240524_105323-1024x576.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"KEEL Max 进一步体现了 ZHT Aero 对模块化设计的坚持，使其能够满足 30 至 130 公斤的有效载荷需求，最大起飞重量达 230 公斤，并在满载状态下具备 35 分钟的续航能力。未来，这款无人机不仅能飞行运输，还可在水面航行，实现真正的“空海一体化”能力，为智能高效的物流运输提供了新的思路。","txt_en":"The KEEL Max further enhances ZHT Aero’s commitment to modular design, allowing the drone to meet payload requirements ranging from 30 to 130 kg, with a maximum takeoff weight of 230 kg. It has a full-load endurance of 35 minutes. In the future, this drone could not only fly and carry cargo but also navigate on water, endowing it with true “air-sea integrated” capabilities. This innovation provides new insights into the intelligent and efficient future of logistics transportation.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图3-IMG_20240524_152902-1024x576.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"本次展会，ZHT Aero 首次公开展示无人机内部拆解结构，包括 KEEL 及 NAGA 系列的模块化组件，如可更换机臂、电机、电源分配板（PDB）及高强度碳纤维复合材料部件。每个零部件均经过精密设计和严格测试，确保在复杂环境下的稳定性和可靠性。通过这次透明化的展示，ZHT Aero 向观众展现了其严谨的技术研发态度及持续创新的精神。","txt_en":"At this exhibition, ZHT Aero showcased the internal disassembled components of their drones for the first time, including modular parts from the KEEL and NAGA series. These components include replaceable arms, motors, power distribution boards (PDB), and high-strength carbon fiber composites. Each part is meticulously designed and rigorously tested to ensure stable performance and reliability in various complex environments. Through this transparent display, ZHT Aero demonstrated its rigorous approach to technological research and development, as well as its spirit of innovation, to the visitors.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图4-IMG_20240525_172257-5-scaled-e1717118544106-1024x502.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"展会期间，ZHT Aero 展位人潮涌动，吸引了大量观众驻足观摩。其中，令人欣喜的是，许多长期合作的国际客户也纷纷“惊喜现身”。与老朋友的再次相聚充满温情，彼此微笑间拉近了距离。同时，展台也迎来了众多新访客，他们驻足观看演示，交换名片。ZHT Aero 代表们与国内外客户及行业同仁进行了深入的技术探讨和商务洽谈。通过面对面的交流，ZHT Aero 更加深入地了解了市场需求及未来发展方向，进一步提升了公司在全球无人机市场的知名度和影响力。","txt_en":"During the exhibition, the ZHT Aero booth was bustling with visitors, drawing a large crowd. A pleasant surprise was the “surprise visits” from many long-standing international clients. Reuniting with old friends brought a sense of warmth and closeness, with smiles bridging the distance instantly. The booth also attracted many new visitors, who stopped to watch demonstrations and exchange business cards. Company representatives engaged in in-depth technical discussions and business negotiations with domestic and international clients and industry peers. Through these face-to-face interactions and exchanges, ZHT Aero gained a deeper understanding of the market demands and future development directions, enhancing the company’s reputation and visibility in the global UAV market.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图 5-IMG_20240524_125953-打码-1024x576.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"低空经济是未来，而未来已至。ZHT Aero 将继续秉承“创新共赢”的可持续发展理念，积极响应国家关于低空经济发展的政策号召，依托自身技术优势与市场经验，为全球客户提供优质的无人机产品及解决方案。公司将不断拓展无人机在城市物流、消防安全、环境监测等领域的应用，致力于成为集科技、产业、贸易与智能化于一体的综合型企业。凭借卓越的品质、坚实的实力和持续的创新，ZHT Aero 将为低空经济的腾飞贡献力量，让未来从可能变成现实！","txt_en":"The low-altitude economy is the future, and it is already here. ZHT Aero will continue to uphold the basic principle of “innovation and mutual benefit” for sustainable development. The company will actively respond to national policies and calls for the development of the low-altitude economy, leveraging its technological advantages and market experience to provide high-quality drone products and solutions for global customers. ZHT Aero is dedicated to expanding drone applications in urban logistics, fire safety, environmental monitoring, and other fields. The company aims to become a comprehensive enterprise integrating technology, industry, trade, and intelligence. With a commitment to excellence, solid strength, and continuous innovation, ZHT Aero will contribute significantly to the advancement of the low-altitude economy, helping it soar from potential to reality!","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/cover/图6-合影-副本-1024x793.jpg","href":""}]}