{"id":11,"cover":"company_news/cover/图1-1719191625036-1-1024x602.jpg","title":"ZHT Aero亮相世界智能大会，并接受央视新闻采访","title_en":"ZHT Aero Showcased at the World Intelligence Expo and Was Interviewed by CCTV News","timestamp":"2024-06-24T10:29:10.000Z","tags":{"1":{"zh":"公司新闻","en":"company news"}},"frame":[{"type":2,"height":20},{"type":1,"txt":"2024年世界智能大会于6月20日至23日在天津举行，大会主题为“智能引领未来，驱动世界发展”。本次大会聚焦全球智能技术的最新进展，重点展示人工智能、智能网联汽车、智能制造及低空经济等领域的前沿成果。作为天津新一代无人机制造的本地先锋，ZHT Aero受邀参展，并展示了KEEL与KEEL Max两款先进机型，其中包括低空经济展区内唯一的四翼八桨重载运输无人机，吸引了众多观众及主流媒体的广泛关注。","txt_en":"The 2024 World Intelligent Expo with the theme ‘Intelligence Drives the World, Powering the Future’ was held in Tianjin from June 20th to 23rd. The expo focused on showcasing the latest advancements in global intelligent technology, highlighting key topics such as artificial intelligence, intelligent connected vehicles, smart manufacturing, and low-altitude economy. ZHT Aero, a local pioneer in Tianjin’s new-generation unmanned aerial vehicle production, was invited to participate in this event. We presented our impressive KEEL and KEEL Max models, including the only quadcopter–octocopter heavy-duty delivery drone in the low-altitude economy zone.This garnered significant attention from visitors and major media outlets.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/cover/图1-1719191625036-1-1024x602.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"ZHT Aero公司代表接受央视新闻采访","txt_en":"ZHT Aero representative interviewed by CCTV News.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":4,"src":"company_news/0621央视采访横版(1).mp4"},{"type":2,"height":18},{"type":1,"txt":"天津市政府领导莅临中航通创新展位","txt_en":"Leaders of Tianjin Municipal Government visited the ZHT Aero Innovation booth.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图2-副市长朱鹏-4-副本-1024x768.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"中航通创新亮相《天津日报》","txt_en":"ZHT Aero Innovation featured in the Tianjin Daily.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图3-天津日报.png","href":""},{"type":2,"height":18},{"type":1,"txt":"KEEL Max是ZHT Aero最新推出的行业级无人机，展现了KEEL系列的极致模块化设计。整机采用超跑级碳纤维材料，融合前沿科技与卓越性能，轻盈坚固，线条流畅，外观独特，极具辨识度和个性化特征。敬请期待，KEEL Max将在7月正式揭开神秘面纱！","txt_en":"The KEEL Max, our latest industry-grade unmanned aerial vehicle, embodies the pinnacle of modular design from the KEEL series. Its entire body is crafted from carbon fiber materials equivalent to those used in supercars, integrating cutting-edge technology with outstanding performance. Lightweight yet robust, it features sleek lines and a distinctive appearance, enhancing the recognition and personalization of the KEEL Max. Stay tuned as KEEL Max unveils its mysteries in July.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0}]}