{"id":12,"cover":"company_news/cover/图2-中航通创新成为天津市低空经济产业联盟会员单位.jpg","title":"ZHT Aero 成为天津低空经济产业联盟首批成员，助力产业腾飞！","title_en":"Soaring to New Heights | ZHT Aero Becomes One of the First Members of Tianjin Low-Altitude Economy Industry Alliance!","timestamp":"2024-07-19T05:28:46.000Z","tags":{"1":{"zh":"公司新闻","en":"company news"}},"frame":[{"type":2,"height":20},{"type":3,"src":"company_news/图1-天津市低空经济产业联盟成立大会.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"7月17日，天津低空经济产业联盟成立大会在中国民航大学东丽校区隆重召开。ZHT Aero 受邀参会，见证产业联盟的成立，并成为首批核心成员之一。","txt_en":"On July 17, the founding conference of the Tianjin Low-Altitude Economy Industry Alliance was grandly held at the Dongli Campus of Civil Aviation University of China. ZHT Aero was invited to attend, witnessing the establishment of the industry alliance and becoming one of its first key members.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/cover/图2-中航通创新成为天津市低空经济产业联盟会员单位.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"天津低空经济产业联盟由中国民航大学等108家联盟成员共同发起，在市工业和信息化局的指导下，由东丽区及相关单位协同支持。联盟将秉持创新发展、合作共赢的原则，围绕低空经济领域的关键技术突破、运营模式打造及市场应用探索，构建集政、产、学、研、用于一体的协同创新平台。","txt_en":"The Tianjin Low-Altitude Economy Industry Alliance was initiated by 108 alliance members, including Civil Aviation University of China, under the guidance of the Municipal Bureau of Industry and Information Technology, with the joint support of Dongli District and relevant units. The alliance will adhere to the principles of innovative development and win-win cooperation, focusing on breakthroughs in key technologies in the low-altitude economy field, creating operational models, and exploring market applications. It aims to build a collaborative innovation platform integrating government, industry, academia, research, and application.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图3-中航通参加天津低空经济产业联盟成立大会.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"在大会上，天津市政府常委、副市长朱鹏发表讲话，强调低空经济对天津产业升级和创新发展的重要性。朱鹏指出，要充分发挥产业联盟的桥梁纽带作用，整合各方资源，强化产学研合作，推动低空经济产业链的协同发展。","txt_en":"At the conference, Zhu Peng, a member of the Standing Committee of the Tianjin Municipal Government and Vice Mayor, emphasized the importance of the low-altitude economy for the industrial upgrading and innovative development of Tianjin in his speech. Zhu pointed out the need to fully leverage the bridge and link role of the industry alliance, integrate resources from all parties, strengthen industry-university-research cooperation, and promote the coordinated development of the low-altitude economy industry chain.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":1,"txt":"2024年，“低空经济”首次被写入中国政府工作报告。天津低空经济产业联盟的成立，标志着天津在低空经济领域迈出了坚实而重要的一步，也是深入贯彻新质生产力发展要求、扎实推进现代化产业体系建设的重要举措。","txt_en":"In 2024, “low-altitude economy” was included in the Chinese government’s work report for the first time. The establishment of the Tianjin Low-Altitude Economy Industry Alliance marks not only a solid and significant step forward in the field of the low-altitude economy in our city but also a crucial measure to thoroughly implement the development requirements of new productive forces and to solidly advance the construction of a modern industrial system.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图4-中航通天津总部-天津大学科技园-海洋园.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"作为一家具备无人机自主生产、研发和组装能力的高科技企业，ZHT Aero 每年吸纳并培养来自天津大学、中国民航大学等高校的电子工程师、机械工程师等专业技术人才。公司不仅拥有强大的研发团队，还积累了丰富的生产管理经验，已建立起完善的研发、制造和售后服务体系，具备行业领先的供应链整合与整机制造能力。","txt_en":"As a high-tech enterprise capable of independent production, research and development, and assembly of drones, ZHT Aero absorbs and trains professional technical talents such as electronic engineers and mechanical engineers from Tianjin University, Civil Aviation University, and other universities every year. We not only have a strong R&D team but also rich production management experience, having established a comprehensive R&D, manufacturing, and after-sales service system, with industry-leading supply chain integration and complete machine manufacturing capabilities.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图5-中航通创新专注低空经济.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"大会还重点探讨了无人机在物流运输领域的应用前景。今年，ZHT Aero 专注于开发 KEEL Max——一款100公斤级纯电动四旋翼无人机。延续模块化设计理念，该机型可实现30至130公斤的载重变换，未来将助力山区及高海拔地区的运输任务，替代人力与畜力搬运，让重载运输不再困难，以科技赋能行业发展。","txt_en":"The conference also highlighted the application prospects of drones in logistics and transportation. This year, ZHT Aero has dedicated efforts to developing the KEEL MAX, a 100kg-class pure electric quadcopter drone. Continuing the modular concept, this drone can achieve load changes ranging from 30 to 130 kg, and will in the future assist in transportation tasks in mountainous and high-altitude areas, replacing manual and animal labor, and empowering technology to make heavy transport no longer difficult.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图 6-中航通创新创新无人机模块化设计.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"我们相信，在天津各级领导的关怀与支持下，在行业同仁的共同努力下，天津低空经济产业必将迎来蓬勃发展的新纪元。ZHT Aero 将携手众多联盟伙伴，共同推动天津低空经济的快速发展！","txt_en":"We believe that under the care and support of leaders at all levels in Tianjin and the joint efforts of industry colleagues, the low-altitude economy industry in Tianjin will surely usher in a new era of vigorous development. ZHT Aero, together with many alliance partners, will continue to promote the rapid development of Tianjin’s low-altitude economy.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0}]}