{"id":13,"cover":"company_news/cover/图1-zhaoqing low-altitude economy.jpg","title":"ZHT Aero 亮相肇庆低空经济推介会，展示100公斤级载重无人机","title_en":"ZHT Aero Showcases 100kg Payload Drone at Zhaoqing Low-Altitude Economy Promotion Conference","timestamp":"2024-09-02T10:09:37.000Z","tags":{"1":{"zh":"公司新闻","en":"company news"}},"frame":[{"type":2,"height":20},{"type":1,"txt":"8月28日，由肇庆市政府主办的“肇庆低空经济发展推介会”隆重召开。此次大会吸引了来自国内外低空经济领域的450余名企业家与行业专家齐聚一堂，共同探讨低空经济的未来发展。","txt_en":"On August 28th, the “Zhaoqing Low-Altitude Economy Development Promotion Conference,” hosted by the Zhaoqing Municipal Government, was grandly held. The conference attracted over 450 entrepreneurs and industry experts from the domestic and international low-altitude economy sectors.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":1,"txt":"我司受邀参会，携带 KEEL 系列无人机亮相，涵盖10至100公斤级的载重能力，跨越2000多公里抵达会场。其中，KEEL Pro 50公斤级无人机首次公开亮相。","txt_en":"Our company was invited to the event, bringing our KEEL series drones with payload capacities ranging from 10 to 100 kilograms, traveling over 2,000 kilometers to the conference venue. Among them, the KEEL Pro 50-kilogram drone made its debut appearance.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/cover/图1-zhaoqing low-altitude economy.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"KEEL Pro 和 KEEL Max 皆为纯电动四旋翼无人机，历经多轮严格测试。其机身采用锻造碳纤维材质，相较于传统碳纤维，工艺更为复杂，性能更为卓越，不仅大幅减轻整机重量，还能承受更高强度的载荷。这种材料呈现出独特的不规则纹理，类似大理石质感，广泛应用于高端奢侈品、汽车内饰及腕表领域。此次 KEEL 系列率先将其应用于无人机制造，打破传统设计风格，在现场吸引了众多观众的目光。","txt_en":"The KEEL Pro and KEEL Max are fully electric quadcopters that have undergone extensive testing. They are crafted with forged carbon fiber, a material with a more complex process and superior performance compared to traditional carbon fiber, which further reduces the overall weight of the drone while enabling it to handle high-intensity loads. The material features an irregular pattern resembling a marble texture, creating a unique visual effect that is highly favored in high-end products such as luxury goods, car interiors, and watches. This is the first time it has been applied to a drone, breaking away from the conventional look and capturing the attention of many attendees.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图 2-media take photo for drone at ZHAOqing low-altitude economy.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"KEEL 系列的核心设计理念是“极致模块化”，使产品具备快速部署、广泛兼容、便捷维护和卓越的扩展能力。KEEL Pro 和 KEEL Max 充分体现这一理念，经过多轮严苛测试，即将正式发布，敬请期待！","txt_en":"The core design philosophy of the KEEL series drones centers around “extreme modularity.” This concept endows the products with exceptional rapid deployment capabilities, extensive compatibility, easy maintenance, and unparalleled expansion potential. The KEEL Pro and KEEL Max perfectly embody this philosophy and, after rigorous testing, are set to be officially launched soon. Stay tuned!","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":1,"txt":"会上，《肇庆市低空经济发展行动方案（2024-2026年）》正式发布，提出到2026年构建起管理机制顺畅、基础设施完善、产业体系健全、应用场景不断拓展的低空经济生态。","txt_en":"At the conference, the “Zhaoqing City Low-Altitude Economy Development Action Plan (2024-2026)” was released. The plan aims to establish a low-altitude economy in Zhaoqing by 2026, characterized by smooth management mechanisms, well-developed infrastructure, a robust industrial system, and an expanding range of application scenarios.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图3-introduce of zhaoqing low altitude economy.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"肇庆市地貌多样，涵盖山地、湖泊、城区、河流、森林、温泉、峡谷等丰富的飞行场景（除海洋环境外），为低空经济企业提供了广阔的试飞及应用空间。近年来，肇庆大力推动无人机在电力巡检、农业植保、应急救援、社会治理等领域的广泛应用，低空公共服务市场潜力巨大。","txt_en":"Zhaoqing City covers a vast area and features diverse terrains such as mountains, lakes, urban areas, rivers, forests, springs, and gorges, offering a wide range of flight scenarios needed by low-altitude enterprises, excluding ocean settings. In recent years, Zhaoqing has actively promoted the extensive use of drones in areas such as power line inspection, agricultural protection, emergency rescue, and social governance. The market potential for providing public services through drones is enormous.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":3,"src":"company_news/图 4-zhaoqing low-altitude economy.jpg","href":""},{"type":2,"height":18},{"type":1,"txt":"KEEL 系列无人机采用 H 型框架结构，在稳定性与机动性之间取得完美平衡。空载状态下，续航时间可达120分钟（可选160分钟版本），最高飞行速度达30m/s，能够快速抵达目标区域。机体可搭载 4K 高清云台、红外热成像相机、激光测距仪、喊话器等任务设备，实现自动化巡查与实时视频传输，极大减少人力成本，提高作业效率。此外，KEEL 还能搭载抛投装置，在紧急情况下投送物资，满足救援需求。","txt_en":"The KEEL drone overcomes the challenges of developing an H-frame structure, offering exceptional stability and agile maneuverability. It has an empty flight time of up to 120 minutes (with an optional 160-minute version) and can reach speeds of up to 30 m/s to quickly arrive at the scene. Equipped with payload devices such as a 4K-capable HD gimbal, infrared thermal imaging camera, laser rangefinder, and loudspeaker, it enables automated on-site inspections and real-time video transmission, greatly reducing manpower and increasing operational efficiency. Additionally, the KEEL can be fitted with a drop device to deliver essential supplies in emergency situations.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":1,"txt":"视频：https://www.youtube.com/watch?v=GwtVQjIaI2Q 综合系统应用案例","txt_en":"Video：https://www.youtube.com/watch?v=GwtVQjIaI2Q KEEL Integrated System Case","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":1,"txt":"视频：https://www.youtube.com/watch?v=etj4JEgwwlA 抛投测试","txt_en":"Video：https://www.youtube.com/watch?v=etj4JEgwwlA KEEL Drop Testing","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":1,"txt":"KEEL Pro 和 KEEL Max 作为重载物流无人机，可高效运输医疗物资、应急用品、工具设备等，广泛适用于山区、岛屿及其他交通受限区域，确保供应链顺畅运行，让曾经难以抵达的区域变得触手可及。在救灾场景中，这些无人机能够迅速投送食品、饮用水、药品及救援装备，把握每分每秒，为生命争取希望。","txt_en":"The KEEL Pro and KEEL Max heavy-lift logistics drones are designed to efficiently transport medical supplies, essential goods, tools, and equipment to remote and hard-to-reach areas, such as mountainous regions, islands, or other transport-challenged locations. This capability ensures that supply chains remain smooth and operational, making previously inaccessible areas within reach.In disaster relief scenarios, these drones can swiftly deliver food, water, medicines, and rescue equipment, where every second counts and can be a matter of life and death. ","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0},{"type":2,"height":18},{"type":1,"txt":"ZHT Aero 将持续拓展无人机应用场景，不断推进技术创新，扩大市场布局。未来，我们期待与肇庆市政府及相关部门进一步深化合作，探索低空经济的无限可能，为社会创造更大价值！","txt_en":"Looking ahead, ZHT Aero is committed to unlocking more application scenarios, continuing to advance technology, and expanding market reach. We look forward to further strengthening our collaboration with the Zhaoqing Municipal Government and relevant departments, exploring the limitless possibilities of the low-altitude economy, and creating more value for society.","color":"#000","fontSize":22,"fontWeight":"normal","decoration":0}]}