{
  "id": 5,
  "cover": "company_news/cover/图 1-HT Aero Unveils Latest Products at Drone Show Korea 2024.jpg",
  "title": "中航通创新在2024年韩国无人机展会发布最新产品",
  "title_en": "ZHT Aero Unveils Latest Products at Drone Show Korea 2024",
  "timestamp": "2024-03-16T07:44:11.000Z",
  "tags": {
    "1": {
      "zh": "公司新闻",
      "en": "company news"
    }
  },
  "frame": [
    {
      "type": 2,
      "height": 20
    },
    {
      "type": 1,
      "txt": "2024 年 3 月 6 日至 8 日，中航通创新受邀参加了在韩国釜山举办的年度无人机博览会。此次展览共有来自 10 个国家的 228 家公司参与，中航通创新展出了 KEEL、KEEL Mini、KEEL Max、云台以及各类配件，吸引了众多参展者的关注。",
      "txt_en": "From March 6th to 8th, 2024, ZHT Aero was invited to participate in the annual Busan Drone Expo in South Korea. This exhibition saw 228 companies from 10 countries participating, and ZHT Aero showcased products such as KEEL, KEEL Mini, KEEL Max, gimbals, and components, attracting the attention of many attendees.",
      "color": "#000",
      "fontSize": 22,
      "fontWeight": "normal",
      "decoration": 0
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 3,
      "src": "company_news/cover/图 1-HT Aero Unveils Latest Products at Drone Show Korea 2024.jpg",
      "href": ""
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 1,
      "txt": "作为一家专注于无人机研发、设计和集成解决方案的公司，中航通创新在展会上向来自全球的参展者展示了最新的技术和产品。KEEL 系列以模块化、紧凑设计、便捷快拆和广泛的设备兼容性引起了众多参展者的兴趣，中航通创新的工作人员耐心解答了他们的咨询。",
      "txt_en": "As a company dedicated to the research, design, and integration solutions of drones, ZHT Aero showcased the latest technology and products to attendees from around the world at the exhibition. The modular and compact design, convenient quick-detach design, and wide equipment compatibility of the KEEL series piqued the interest of many attendees, with ZHT Aero representatives patiently answering their inquiries.",
      "color": "#000",
      "fontSize": 22,
      "fontWeight": "normal",
      "decoration": 0
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 3,
      "src": "company_news/图2-HT Aero Unveils Latest Products at Drone Show Korea 2024.jpg",
      "href": ""
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 1,
      "txt": "自2022年发布以来，KEEL 系列在美国、印度、巴基斯坦、新加坡、澳大利亚、阿联酋、越南、印度尼西亚等多个国家和地区获得了客户的认可与好评，并广泛应用于物流运输、电力巡检、地理测绘等领域。通过参加韩国釜山无人机博览会，中航通创新旨在进一步提升其在韩国市场的影响力，并扩大其在韩国各行业的业务范围。",
      "txt_en": "Since the launch of KEEL in 2022, it has received recognition and praise from customers in dozens of countries such as the United States, India, Pakistan, Singapore, Australia, the UAE, Vietnam, Indonesia, and more, and has been widely applied in fields such as logistics transportation, power inspection, and geographic surveying. By participating in the Busan Drone Expo in South Korea, ZHT Aero aims to further enhance its influence in the Korean market and expand its business scope in various sectors in Korea.",
      "color": "#000",
      "fontSize": 22,
      "fontWeight": "normal",
      "decoration": 0
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 3,
      "src": "company_news/图3-HT Aero Unveils Latest Products at Drone Show Korea 2024.jpg",
      "href": ""
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 1,
      "txt": "ZHT Aero一直重视与客户的长期友好合作。此次参加韩国无人机博览会不仅是为了展示公司的技术实力和产品优势，还通过现场与现有客户的交流加深理解，并探索未来合作的更多可能性。在访问韩国客户期间，ZHT Aero 代表团展现了公司的诚信与专业，进一步加深了客户对 ZHT Aero 的信任，并就未来的进一步合作达成了初步协议。",
      "txt_en": "ZHT Aero has always valued long-term friendly cooperation with its customers. The participation in the South Korea Drone Expo is not only to showcase its technological strength and product advantages but also to deepen cooperation understanding through on-site exchanges with existing customers and explore more possibilities for future cooperation. During the visit to Korean clients, the ZHT Aero delegation demonstrated the company’s integrity and professionalism, deepening the trust of customers in ZHT Aero and reaching preliminary agreements for further collaboration in the future.",
      "color": "#000",
      "fontSize": 22,
      "fontWeight": "normal",
      "decoration": 0
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 3,
      "src": "company_news/图4-HT Aero Unveils Latest Products at Drone Show Korea 2024.jpg",
      "href": ""
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 1,
      "txt": "ZHT Aero 将继续聚焦无人机产业的发展，创新产品，提升服务质量，积极拓展国际市场，为更多国家和地区提供高质量的无人机解决方案，推动全球无人机技术的广泛应用和发展。",
      "txt_en": "ZHT Aero will continue to focus on the development of the drone industry, innovate products, enhance service quality, actively expand international markets, provide high-quality drone solutions for more countries and regions, and promote the widespread application and development of drone technology globally.",
      "color": "#000",
      "fontSize": 22,
      "fontWeight": "normal",
      "decoration": 0
    },
    {
      "type": 2,
      "height": 18
    },
    {
      "type": 3,
      "src": "company_news/图5-HT Aero Unveils Latest Products at Drone Show Korea 2024-釜山合影.jpg",
      "href": ""
    }
  ]
}